{
  "peft_type": "LORA",
  "base_model_name_or_path": "google/flan-t5-small",
  "revision": null,
  "task_type": "SEQ_2_SEQ_LM",
  "inference_mode": false,
  "r": 8,
  "lora_alpha": 16,
  "lora_dropout": 0.05,
  "target_modules": ["q", "k", "v", "o"],
  "modules_to_save": null,
  "bias": "none"
}
